window.B1_EXAM_CSV = String.raw`"1. Я ... Вас, молодой человек. Что у Вас 
болит?
(А) слушаю 
(Б) слышу",: А
"2. Доктор, я плохо ....
(А) слушаю 
(Б) слышу",: Б
"3. Здесь шумно, я не ..., что ты говоришь!
(А) слушаю 
(Б) слышу",: Б
"4. Утром я обязательно ... радио.
(А) слушаю 
(Б) слышу",: А
"5. Л.Толстой писал, что все счастливые 
семьи ... друг на друга. 
(А) одинаковые 
(Б) похожи",: Б
"6. Возьми любой карандаш, они все .... 
(А) одинаковые 
(Б) похожи",: А
"7. Мы с Леной случайно купили ... сумки. 
(А) одинаковые 
(Б) похожи",: А
"8. На фотографии братья очень .... 
(А) одинаковые 
(Б) похожи",: Б
"9. Моя сестра не учится в школе, она ещё .... 
(A) младшая 
(Б) молодая 
(B) маленькая ",: В
"10. Такого озера больше нигде нет, оно ... 
в мире.
(A) редкое 
(Б) единственное 
(B) единое",: Б
"11. Хлеб очень свежий, посмотри, какой 
он.... 
(A) крепкий 
(Б) твёрдый 
(B) мягкий",: В
"12. Бабушка не пьёт очень... чай.
(А) крепкий 
(Б) сильный 
(В) твёрдый",: А
"13. Мы поднялись.... 
(А) наверх 
(Б) вниз 
(В) вверху",: А
"14. Банк работает... 9 часов.
(A) во время 
(Б) от 
(B) с",: В
"15. Мы долго ходили ... музею . 
(A) по 
(Б) к
(B) в",: А
"16. Отношение человека к природе — 
важная.... 
(A) задача 
(Б) проблема 
(B) цель",: Б
"17. Я очень люблю фрукты, особенно .... 
(А) виноград 
(Б) помидоры 
(В) картофель",: А
"18. Я не умею ... машину.
(A) ездить 
(Б) возить 
(B) водить",: В
"19. Концерт... 2 часа.
(А) начинался 
(Б) продолжался 
(В) кончался",: Б
"20. После жаркого дня наконец... вечер.
(A) выступил 
(Б) поступил 
(B) наступил",: В
"21. Мы попросили Виктора Ивановича... 
новые слова.
(A) обсудить 
(Б) объяснить 
(B) рассказать",: Б
"22. Мне нравятся часы, которые ... на стене.
(A) лежат 
(Б) стоят 
(B) висят",: В
"23. Наташа ... квартиру весь день.
(А)убирала 
(Б)собирала 
(В)собиралась",: А
"24. — Лена, ты пойдёшь в библиотеку?
— Нет, я люблю ... дома.
(A) учиться 
(Б) изучать 
(B) заниматься",: В
"25. Имея компьютер, я могу... читать 
по-русски самостоятельно.
(A) научиться 
(Б) изучить 
(B) выучить",: А
"26. Наша кошка всегда спит под.... 
(А) кресло 
(Б) креслом 
(В) кресле",: Б
"27. Мы проехали мимо .... 
(A) остановку 
(Б) остановки 
(B) остановке",: Б
"28. Сейчас в магазине перерыв до .... 
(A) трёх часов 
(Б) трём часам 
(B) три часа",: А
"29. Антон не заметил ... и прошёл мимо.
(A) нами 
(Б) нам 
(B) нас",: В
"30. У меня болит рука, завтра пойду .... 
(А) к хирургу 
(Б) с хирургом 
(В) у хирурга",: А
"31. Я раньше никогда не встречал .... 
(А) этот человек
(Б) с этим человеком 
(В) об этом человеке 
(Г) этого человека",: Г
"32. Виктор рассказывал .... 
(А) этот человек
(Б) с этим человеком 
(В) об этом человеке 
(Г) этого человека",: В
"33. Сегодня по телевизору идёт .... 
(А) интересная передача
(Б)интересную передачу 
(В) интересной передачей 
(Г) интересной передачи",: А
"34. Мой друг ведёт .... 
(А) интересная передача
(Б)интересную передачу 
(В) интересной передачей 
(Г) интересной передачи",: Б
"35. Автор прочитал артистам .... 
(А) новая комедия
(Б) новую комедию 
(В) с новой комедией 
(Г) в новой комедии",: Б
"36. Молодые артисты будут участвовать .... 
(А) новая комедия
(Б) новую комедию 
(В) с новой комедией 
(Г) в новой комедии",: Г
"37. Мы поедем на экскурсию ... . 
(А) у нашего преподавателя
(Б) нашему преподавателю 
(В) наш преподаватель 
(Г) с нашим преподавателем",: Г
"38. Проездные билеты можно получить ... . 
(А) у нашего преподавателя
(Б) нашему преподавателю 
(В) наш преподаватель 
(Г) с нашим преподавателем",: А
"39. Я показала ... новые фотографии.
(А) со старшей дочерью
(Б) старшей дочери 
(В) старшая дочь 
(Г) старшую дочь",: Б
"40. Мама научила ... хорошо готовить.
(А) со старшей дочерью
(Б) старшей дочери 
(В) старшая дочь 
(Г) старшую дочь",: Г
"41. Архангельск стоит на берегу .... 
(А) Белым морем
(Б) Белого моря 
(В) Белому морю 
(Г) Белом море",: Б
"42. Путешественники плыли по ... 2 дня.
(А) Белым морем
(Б) Белого моря 
(В) Белому морю 
(Г) Белом море",: В
"43. Я знаю, что ... очень много лет.
(А) Русскому музею
(Б)в Русский музей 
(В) в Русском музее 
(Г) Русского музея",: А
"44. Давайте встретимся .... 
(А) Русскому музею
(Б)в Русский музей 
(В) в Русском музее 
(Г) Русского музея",: В
"45. Давно здесь открылась ... ? 
(А) о книжной выставке
(Б) книжной выставки 
(В) книжная выставка 
(Г) на книжную выставку",: В
"46. Я купил билеты .... 
(А) о книжной выставке
(Б) книжной выставки 
(В) книжная выставка 
(Г) на книжную выставку": Г
"47. Марина познакомилась ... в гостях.
(A) с будущим мужем 
(Б) будущего мужа 
(B) будущему мужу 
(Г) будущий муж",: А
"48. Потом она узнала и родителей ... . 
(A) с будущим мужем 
(Б) будущего мужа 
(B) будущему мужу 
(Г) будущий муж",: Б
49. На соревнованиях победил ... .,: А
"50. Новый стадион понравился ... . 
(А) испанский спортсмен 
(Б) у испанского спортсмена 
(В) испанским спортсменом 
(Г) испанскому спортсмену",: Г
"51. Я получила визу ....
(А) испанский спортсмен 
(Б) у испанского спортсмена 
(В) испанским спортсменом 
(Г) испанскому спортсмену",: Г
"52. ... находится в центре Москвы.
(A) английское посольство 
(Б) у английского посольства 
(B) английскому посольству 
(Г) в английском посольстве",: А
"53. Мы слушали новости ....
(A) большое внимание 
(Б) большого внимания 
(B) с большим вниманием 
(Г) о большом внимании",: В
"54. Работа водителя автобуса требует .... 
(A) большое внимание 
(Б) большого внимания 
(B) с большим вниманием 
(Г) о большом внимании",: Б
"55. Я обещала ... позвонить вечером.,
(A) моя подруга 
(Б) мою подругу 
(B) моей подруге 
(Г) с моей подругой": В
"56. Сегодня мне надо поговорить .... 
(A) моя подруга 
(Б) мою подругу 
(B) моей подруге 
(Г) с моей подругой",: Г
"57. Виктор давно интересуется .... 
(A) Древняя Греция 
(Б) Древнюю Грецию 
(B) Древней Грецией",: В
"58. Юра очень талантливый, он станет ... . 
(A) известным учёным 
(Б) известный учёный 
(B) известному учёному",: А
"59. Дай, пожалуйста, бутылку .... 
(A) красное вино 
(Б) красного вина 
(B) красному вину",: Б
"60. Антон каждый вечер водит ... гулять.
(A) с младшим братом 
(Б) младшему брату 
(B) младшего брата",: В
"61. Антон отлично выполнил .... 
(A) о трудном задании 
(Б) трудным заданием 
(B) трудное задание",: В
"62. Я пойду в спортзал .... 
(A) воскресенье 
(Б) в воскресенье 
(B) к воскресенью",: Б
"63. Наташа попросила у подруги книгу .... 
(А) 2 дня 
(Б)на 2 дня 
(В)за 2 дня",: Б
"64. Дети поедут на экскурсию .... 
(A) июнь 
(Б) с июня 
(B) в июне",: В
"65. Борис начал работать 30 марта .... 
(А) 1995-ого года 
(Б) в 1995-ом году 
(В) 1995-ый год",: А
"66. Мы поедем путешествовать .... 
(A) к будущей неделе 
(Б) будущая неделя 
(B) на будущей неделе",: В
"67. Я не знаю, сколько ... в этом словаре.
(А)слов 
(Б)слово 
(В)слова",: А
"68. Выставка будет открыта 25 ... . 
(A) день 
(Б) дня 
(B) дней",: В
"69. Почему на столе только три ... ? 
(А) тарелка 
(Б)тарелки 
(В)тарелок",: Б
"70. Получать письма от детей ... всегда 
приятно.
(A) родители 
(Б) родителей 
(B) родителям",: В
"71. Нельзя бить ... . 
(A) животные 
(Б) животных 
(B) животным",: Б
"72. Марина приедет вместе .... 
(A) с детьми 
(Б) к детям 
(B) детей",: А
"73. Для работы мне нужны .... 
(A) большие словари 
(Б) больших словарей 
(B) большим словарям",: А
"74. Хорошо, что ты уже послал .... 
(A) новогодние поздравления
(Б) новогодних поздравлений 
(B) новогодним поздравлениям",: А
"75. В праздники ... выступают артисты.
(A) московские площади 
(Б) на московские площади 
(B) на московских площадях",: В
"76. Вадим уже давно изучает.... 
(А) народные традиции 
(Б) народным традициям 
(В)народных традиций",: А
"77. Я ищу нужную информацию .... 
(A) рекламные объявления 
(Б) из рекламных объявлений 
(B) в рекламных объявлениях",: В
"78. Конкурс имени Чайковского ... недавно.
(A) начинается 
(Б)начался 
(B) начнётся",: Б
"79. Я часто ... соседям новые журналы.
(A) дам 
(Б) даю 
(B) дал",: Б
"80. Брат попросил Артёма ... вечером.
(A) позвонить 
(Б) позвонил 
(B) позвонит",: А
"81. Банк уже закрыт, я не успел ... деньги.
(А) поменять 
(Б) поменяю 
(В)поменял",: А
"82. Кто-то позвонил, и Дима ... дверь.
(A) откроет 
(Б) открыл 
(B) открывал",: Б
"83. Я привыкла рано ... . 
(A) встаю 
(Б)вставала 
(B) вставать",: В
"84. — Вы разрешите ... Марине цветы?
(A) оставить 
(Б) оставите 
(B) оставлю",: А
"85. Вчера Виктор ... , что скоро женится.
(A) объявляет 
(Б) объявит 
(B) объявил",: В
"86. Андрей несколько дней думал о книге, ... недавно.
(А)прочитанной
(Б) прочитанную
(В) прочитавший",: А
"87. Команда, ... игру с канадцами, стала 
чемпионом.
(A) выигранная 
(Б) выигрывающая 
(B) выигравшая",: В
"88. Я ... телефон фирмы и позвонил туда.,
(А)узнавал 
(Б)узнал": Б
"89. Виктор шёл по улице и не ... родного 
города.
(А)узнавал 
(Б)узнал",: А
"90. По вечерам отец обязательно ... о школь-
ных делах детей.
(А)узнавал 
(Б)узнал",: А
"91. Он так и не ... . почему все засмеялись.
(А)узнавал 
(Б)узнал",: Б
"92. А где отец ... раньше?
(А) отдыхал 
(Б)отдохнул",: А
"93. Отец всегда много работал и почти 
никогда не ... .
(А) отдыхал 
(Б)отдохнул",: А
"94. После работы Олег ... и начал зани 
маться.
(А) отдыхал 
(Б)отдохнул",: Б
"95. Я провёл неделю на море и хорошо .... 
(А) отдыхал 
(Б)отдохнул",: Б
"96. Конечно, ты так и не ... в магазин!
(А) шла 
(Б)ходила",: Б
"97. Навстречу нам ... девушка с цветами.
(А) шла 
(Б)ходила",: А
"98. Разговаривая по мобильному телефону,
женщина... к машине.
(А) шла 
(Б)ходила",: А
"99. В детстве Люба часто ... в цирк.
(А) шла 
(Б)ходила",: Б
"100. Сегодня Антон ... раньше всех.
(А) пришёл 
(Б)приходил",: А
"101. В трудный момент ... друг и всегда 
помогал мне.
(А) пришёл 
(Б)приходил",: Б
"102. Обычно папа ... с работы поздно.
(А) пришёл 
(Б)приходил",: Б
"103. Вчера я опоздал и ... в театр после 
начала спектакля.
(А) пришёл 
(Б)приходил",: А
"104. Вам надо было ... прямо!
(А) ехать 
(Б) ездить",: А
"105. Почему Вы решили ... завтра во Вла-
димир?
(А) ехать 
(Б) ездить",: А
"106. Разве ты любишь ... на машине? Я не 
знал.
(А) ехать 
(Б) ездить",: Б
"107. Не понимаю, зачем так часто ... на экс 
курсии.
(А) ехать 
(Б) ездить",: Б
"108. Николай Петрович только вчера ... 
из Парижа.
(А) прилетал 
(Б)прилетел",: Б
"109. Он ещё никогда не ... в Москву зимой.
(А) прилетал 
(Б)прилетел",: А
"110. Он ... в Москву и сразу поехал в универ 
ситет.
(А) прилетал 
(Б)прилетел",: Б
"111. Николай Петрович не опоздал, так как 
самолёт ... точно по расписанию.
(А) прилетал 
(Б)прилетел",: Б
"112. Завтра ... , пожалуйста, свою фотогра 
фию.
(А)приносите 
(Б)принесите",: Б
"113. — ... , пожалуйста, ещё один салат!
(А)приносите 
(Б)принесите",: Б
"114. Никогда не ... свои книги в читальный 
зал.
(А)приносите 
(Б)принесите",: А
"115. По утрам ... свежие газеты директору.
(А)приносите 
(Б)принесите",: А
"116. Как быстро ... по небу облака!
(А) плывут 
(Б)плавают",: А
"117. Наташа сказала, что её дети хорошо ....
(А) плывут 
(Б)плавают",: Б
"118. Наши друзья любят путешествовать и
часто ... на кораблях.
(А) плывут 
(Б)плавают",: Б
"119. В этом году они ... на Север.
(А) плывут 
(Б)плавают",: А
"120. Сегодня я свободен, ... в парк!
(А) пойдём 
(Б)придём 
(В)перейдём",: А
"121. ... завтра к нам в гости. Мы будем рады.
(A) входите 
(Б) приходите 
(B) проходите",: Б
"122. Виктор в командировке и ещё не ... . 
(A) прилетит 
(Б)прилетал 
(B) прилетел",: В
"123. — Ты вернёшься из Парижа? —
Через неделю.... 
(A) поеду 
(Б) доеду 
(B) приеду",: В
"124. Театр был недалеко, Вася ... до него за 
10 минут.
(A) дошёл 
(Б) вышел 
(B) ушёл",: А
"125. На какой вокзал ... ваш коллега?
(A) доезжает 
(Б) заезжает 
(B) приезжает",: В
"126. Девочка испугалась и ... . 
(A) добежала 
(Б) убежала 
(B) прибежала",: Б
"127. Следующая остановка «Площадь 
Гагарина». Вы ... ? 
(A) уходите 
(Б) выходите 
(B) подходите",: Б
"128. Я должен ... дочери из Греции сувенир.
(A) привезти 
(Б) отвезти 
(B) перевезти",: А
"129. Ты видишь девушку, которой ... ? 
(А) стоит у киоска
(Б) мы вчера говорили 
(В) подарили цветы 
(Г) фотографируют",: В
"130. Ты видишь девушку, которую ... ? 
(А) стоит у киоска
(Б) мы вчера говорили 
(В) подарили цветы 
(Г) фотографируют",: Г
"131. Вечером позвонили друзья, ... мы должны встретиться в парке.
(А) которым 
(Б) с которыми",: Б
"132. Вечером позвонили друзья, ... мы купили сувениры.
(В)которых 
(Г) которые",: А
"133. Я знаю, ... подарку Вы будете рады.
(А)какое
(Б) с каким 
(В) какому 
(Г) о каком",: В
"134. Я знаю, ... писателе вы говорите.
(А)какое
(Б) с каким 
(В) какому 
(Г) о каком",: Г
"135. Я не забыл, ... продукты вы заказали.
(А)какие
(Б)каких
(В) каким 
(Г) какими",: А
"136. Олег хорошо понимает, ... людям можно верить.
(А)какие
(Б)каких
(В) каким 
(Г) какими",: В
"137. Я не знаю, ... звонил Николай.
(А) о ком
(Б) кто 
(В)кого 
(Г) кому",: Г
"138. Да, я знаю, ... он ждал весь вечер.
(А) о ком
(Б) кто 
(В)кого 
(Г) кому",: В
"139. Я не знаю, ... он обещал сделать.
(А) что
(Б) чем 
(В) к чему 
(Г) о чём",: А
"140. Я не знаю, ... он был недоволен сегодня.
(А) что
(Б) чем 
(В) к чему 
(Г) о чём",: Б
"141. Пабло не объяснил, ... он поехал в Россию.
(А) куда 
(Б) где
(В) как 
(Г) зачем",: Г
"142. Он хотел жить в городе, ... учился его отец.
(А) куда 
(Б) где
(В) как 
(Г) зачем",: Б
"143. Лена пришла домой поздно, ... была в
ресторане.
(А) потому что 
(Б) поэтому",: А
"144. Борис был очень занят,... он не пошёл 
в парк.
(А) потому что 
(Б) поэтому",: Б
"145. Дети долго гуляли,... они очень хотели 
есть.
(А) потому что 
(Б) поэтому",: Б
"146. Я люблю плавать, ... всегда отдыхаю на 
море.
(А) потому что 
(Б) поэтому",: Б
"147. Я прочитал в газете,... открылся новый 
музей.
(А) что 
(Б) чтобы",: А
"148. Мы взяли такси,... ехать на вокзал.
(А) что 
(Б) чтобы",: Б
"149. Оля купила овощи,... сделать салат.
(А) что 
(Б) чтобы",: Б
"150. Мама попросила,... мы вернулись в 10 
часов.
(А) что 
(Б) чтобы",: Б
"151. Иван приедет в субботу,....
(А) если сможет 
(Б) сможет ли",: А
"152. Он точно не знает,... приехать.
(А) если сможет 
(Б) сможет ли",: Б
"153. Конечно, он позвонит,....
(А) если сможет 
(Б) сможет ли",: А
"154. Я не понял,... отец снять квартиру.
(А) если сможет 
(Б) сможет ли",: Б
"155. Борис любит шахматы,... мы нет.
(A) а
(Б) и
(B) но",: А
"156. Мы поехали за город,... пошёл дождь, и
мы вернулись.
(A) а
(Б) и
(B) но",: В
"157. Не знаю, какую кассету выбрать — с на-
родной ... классической музыкой.
(A) и
(Б) но 
(B) или",: В
"158. Не понимаю,... он поехал в Сибирь.
(A) почему 
(Б) где 
(B) куда",: А
"59. Я совсем забыл,... можно проехать от-
сюда в центр.
(A) куда 
(Б) где 
(B) как",: Б
"160. Когда я смотрю этот фильм, я ... 
свою школу.
(А) вспоминаю 
(Б) вспоминал 
(В) вспомнил",: А
"161. Когда мы с братом пришли домой, мы ... 
сок.
(A) пьём 
(Б) выпили 
(B) выпьем",: Б
"162. Маша ..., когда было 9 часов вечера.
(A) уходит 
(Б) уйдёт 
(B) ушла",: В
"163. Я не смотрел вчера телевизор,... был 
интересный фильм.
(A) потому что 
(Б) так как 
(B) хотя",: В
"164. Надо рано вставать,... много сделать.
(A) чтобы 
(Б)если 
(B) тогда",: А
"165. Конечно, мы будем очень рады,... вы 
придёте.
(A) если бы 
(Б) если 
(B) хотя",: Б

`;

